
// 2008

"kDiscoveringDevicesKey"					= "Recherche d’appareils Bluetooth…";
"kDiscoveryCompleteKey"						= "Recherche terminée.";
"kBluetoothIsOffKey"						= "Bluetooth a été désactivé sur cet ordinateur. Une fois Bluetooth activé, vous pouvez continuer.";
"kErrorDiscoveringDevicesKey"				= "Une erreur s’est produite lors de la recherche de vos appareils.";

"kOptionsKey"								= "Options";
"kStopKey"									= "Arrêter";
"kStartKey"									= "Démarrer";
"kShowKey"									= "Afficher";
"kAllDevicesKey"							= "Tous les appareils";
"kLaptopsKey"								= "Ordinateurs portables";
"kClearListKey"								= "Effacer la liste";
"kAudioDevicesKey"							= "Périphériques audio";

"kConfiguringServicesKey"					= "Configuration des services";
"kPasskeySelectionKey"						= "Sélection de code d’accès";
"kNumDevicesFoundKey"						= "Recherche d’appareils : %@ détecté(s)";
"kAutomaticPairAttemptKey"					= "L’ordinateur essaiera automatiquement de se jumeler avec votre appareil.";

"kSpecifyDeviceKey"							= "Indiquer un appareil…";

"kDeviceList_MouseDevicesKey"				= "SOURIS";
"kDeviceList_KeyboardDevicesKey"			= "CLAVIERS";
"kDeviceList_MobilePhoneDevicesKey"			= "TÉLÉPHONES PORTABLES";
"kDeviceList_AudioDevicesKey"				= "AUDIO";
"kDeviceList_OtherDevicesKey"				= "AUTRE";
"kDeviceList_ComputerDevicesKey"			= "ORDINATEUR";

"kDeviceList_NoDevicesFoundKey"				= "Aucun appareil détecté";

"kPair_Device_PairingAttemptFailedInvalidSoftwareKey"	= "La tentative de jumelage a échoué. Cette configuration de Mac OS X et du logiciel Bluetooth peut ne pas s’avérer valide ou ne pas être prise en charge.";
"kPairAttemptFailed3Key"								= "La tentative de jumelage a échoué. Si vous souhaitez réessayer avec un autre code ou une méthode de jumelage différente, cliquez sur le bouton « Options de code… ». Cliquez sur Continuer pour essayer à nouveau.";

"kAlreadyPairedWithThatDeviceTitleStringKey"			= "Cet ordinateur est déjà jumelé avec « %@ ».";
"kAlreadyPairedWithThatDeviceExplanationStringKey"		= "Votre ordinateur est déjà jumelé avec ce périphérique. Voulez-vous supprimer le jumelage et configurer une nouvelle fois cet appareil ?";

//============================== Pair Panel =============================//

"kPairingFailed"							= "Le jumelage a échoué";

// === prior to 2008

// Panel Titles.

"kIntroductionKey"							= "Introduction";
"kSetupDecisionKey"							= "Sélectionnez le type d’appareil";
"kConclusionKey"							= "Conclusion";

"kKeyboardSetupTitleKey"					= "Configuration d’un clavier Bluetooth";
"kMouseSetupTitleKey"						= "Configuration d’une souris Bluetooth";
"kMouseTrackpadSetupTitleKey"				= "Configuration d’une souris ou d’un trackpad Bluetooth";
"kDeviceSetupTitleKey"						= "Configuration d’un appareil Bluetooth";
"kPhoneSetupTitleKey"						= "Configuration d’un téléphone portable Bluetooth";
"kPrinterSetupTitleKey"						= "Configuration d’une imprimante Bluetooth";
"kHeadsetSetupTitleKey"						= "Configuration d’un casque d’écoute Bluetooth";

// Misc stuff.

"kAreYouSureYouWantToQuitKey"				= "Souhaitez-vous quitter l’Assistant réglages ?";
"kAreYouSureYouWantToQuitExplanationKey"	= "Vous devrez de nouveau exécuter l’Assistant réglages depuis le début si vous quittez l’assistant.";
"kUsersKeyboardKey"							= "Clavier de %@";
"kUsersMouseKey"							= "Souris de %@";
"kUsersTrackpadKey"							= "trackpad de %@";
"kRootUsersKeyboardKey"						= "clavier de l’administrateur";
"kRootUsersMouseKey"						= "souris de l’administrateur";

"kSetUpAnotherDeviceButtonKey"				= "Configurer un autre appareil";
"kAdvancedPasskeyOptionsButtonKey"			= "Options de code…";
"kOtherKey"									= "autre";
"kGenericKey"								= "Générique";

// Buttons.

"kOKButtonKey"								= "OK";
"kOpeniSyncButtonKey"						= "Ouvrir iSync";
"kCancelButtonKey"							= "Annuler";
"kContinueButtonKey"						= "Continuer";
"kIgnoreButtonKey"							= "Ignorer";
"kSkipButtonKey"							= "Ignorer";
"kQuitButtonKey"							= "Quitter";
"kNeedAuthenticationTitleKey"				= "Vous devez vous authentifier correctement pour apporter les changements spécifiés.";
"kNeedAuthenticationExplanationKey"			= "Pour modifier les réglages d’accès à Internet, vous devez vous authentifier comme administrateur sur cet ordinateur. Désélectionnez ce réglage ou cliquez sur Continuer pour vous authentifier de nouveau.";

// Device types.

"kMobilePhoneCapsKey"						= "Téléphone portable";
"kMobilePhonesCapsKey"						= "Téléphones portables";
"kMobilePhoneKey"							= "téléphone portable";
"kMobilePhonesKey"							= "téléphones portables";
"kDeviceKey"								= "Appareil";
"kDevicesKey"								= "Appareils";
"kMouseKey"									= "Souris";
"kTrackpadKey"								= "Trackpad";
"kMiceKey"									= "Souris";
"kKeyboardKey"								= "Clavier";
"kKeyboardsKey"								= "Claviers";
"kPrinterKey"								= "Imprimante";
"kPrintersKey"								= "Imprimantes";
"kHeadsetKey"								= "Casque d’écoute";
"kHeadphonesKey"							= "Casque d’écoute";
"kHeadsetsKey"								= "Casques d’écoute";
"kComputerKey"								= "Ordinateur";
"kComputersKey"								= "Ordinateurs";
"kPDAKey"									= "Ordinateur de poche";
"kLANAccessPointKey"						= "Point d’accès LAN";
"kTypeKey"									= "Type";

// Services panel

"kServicesPanel_DeviceNameKey"				= "Nom de l’appareil : ";
"kServicesPanel_DeviceAddressKey"			= "Adresse de l’appareil : ";
"kServicesPanel_DeviceTypeKey"				= "Type d’appareil : ";
"kServicesPanel_DeviceServicesKey"			= "Services de l’appareil : ";

"kSetupServicesPanel_PhoneTitleKey"			= "Sélectionnez les services que vous souhaitez utiliser avec votre téléphone portable :";
"kSetupServicesPanel_DeviceTitleKey"		= "Sélectionnez les services à utiliser avec cet appareil :";

"kSetupServicesPanel_ConfiguringServicesKey"		=	"Configuration des services…";

"kServicesPanel_GatheringInformationTitleKey"		=	"Obtention d’informations sur votre appareil";
"kServicesPanel_GatheringInformationExplanationKey"	=	"L’ordinateur a besoin d’informations sur votre appareil pour déterminer comment interagir avec lui. Ceci ne devrait prendre que quelques secondes.";
"kServicesPanel_GatheringInformationUnknownErrorKey"=	"Une erreur inconnue s’est produite pendant l’obtention d’informations sur votre appareil. Assurez-vous que l’appareil est à la portée de l’ordinateur, est allumé et « détectable ». Cliquez ensuite sur Continuer pour réessayer.";
"kServicesPanel_GatheringInformationSDPErrorKey"	=	"Une erreur s’est produite pendant l’obtention des services disponibles sur votre appareil. Assurez-vous que l’appareil est à la portée de l’ordinateur, est allumé et « détectable ». Cliquez ensuite sur Continuer pour réessayer.";
"kServicesPanel_GatheringInformationStatusKey"		=	"Obtention d’informations supplémentaires sur votre appareil…";
"kServicesPanel_GatheringInformationSuccessKey"		=	"Recueil d’informations supplémentaires terminé.";

// Intro Panel.

"kWelcomeToTheSetUpAssistantKey"			= "Bienvenue dans l’Assistant réglages Bluetooth. ";
"kWelcomeMachineHasBluetoothKey"			= "Si votre appareil figure dans la liste, sélectionnez-le, puis cliquez sur Continuer. S’il n’y figure pas, assurez-vous qu’il est allumé et détectable. Pour en savoir plus, consultez la documentation fournie avec votre appareil.";
"kWelcomeMachineDoesNotHaveBluetoothKey"	= "Aucun appareil ou logiciel Bluetooh approprié n’a été détecté sur cet ordinateur. Si vous avez installé récemment un appareil Bluetooth, assurez-vous qu’il est connecté correctement.\n\nUne fois que vous avez effectué cette vérification, vous pouvez continuer.";

//============================== Discovery Panel =============================//

// Discovery Panel (General)

"kDiscovery_Gen_ErrorOccurredSearchingKey"					= "Erreur lors de la tentative de recherche.";
"kDiscovery_Gen_UpdatingDeviceNamesSingleKey"				= "Mise à jour du nom de l’appareil…";
"kDiscovery_Gen_UpdatingDeviceNamesMultipleKey"				= "Mise à jour de %@ noms d’appareils…";

// Mouse HID (HIDless) panel

"kHIDLess_MouseInstructionTextKey"							= "Aucune souris connectée.";
"kHIDLess_MouseSmallInstructionTextKey"						= "L’Assistant réglages Bluetooth recherche une souris Bluetooth. S’il en trouve une, celle-ci sera jumelée avec votre ordinateur. Vérifiez les branchements si vous souhaitiez utiliser une souris USB.\n\nSi vous essayez d’utiliser une souris Bluetooth mais qu’elle est introuvable, assurez-vous qu’elle est allumée et détectable. S’il s’agit d’une souris sans fil Apple, activez-la. Dans le cas d’une souris sans fil de tierce partie, consultez la documentation fournie avec la souris.";
"kHIDLess_MouseAttemptingToConnectTextKey"					= "Tentative de connexion avec la souris #%@ (%@)…";
"kHIDLess_MouseClickContinueButtonTextKey"					= "Le jumelage avec une souris a réussi. Pour le reconnaître, cliquez sur Continuer avec votre souris. Si cette souris ne parvient pas à déplacer le pointeur et qu’une autre souris sans fil est présente, il est possible que votre ordinateur tente d’effectuer un jumelage avec l’autre souris.\n\nL’Assistant réglages Bluetooth effectuera une nouvelle tentative de jumelage avec votre souris dans %@ secondes.";
"kHIDLess_MouseClickContinueButton2TextKey"					= "Le jumelage avec une souris a réussi. Pour le reconnaître, cliquez sur Continuer avec votre souris. Si cette souris ne parvient pas à déplacer le pointeur et qu’une autre souris ou trackpad sans fil sont présents, il est possible que votre ordinateur tente d’effectuer un jumelage avec l’autre souris ou trackpad.\n\nVotre ordinateur effectuera une nouvelle tentative de jumelage avec votre souris dans %@ secondes.";
"kHIDLess_MouseWaitingForPairingAckTextKey"					= "Cliquez sur Continuer (%@secondes)…";
"kHIDLess_MousePairingFailed1TextKey"						= "L’ordinateur n’a pas pu être jumelé avec cette souris. Nouvelle tentative dans 5 secondes…";
"kHIDLess_MousePairingFailed2TextKey"						= "L’ordinateur n’a pas pu être jumelé avec cette souris. Jumelage avec la souris ou trackpad sans fil suivant…";


// Mouse or Trackpad HID (HIDless) panel
"kHIDLess_MouseTrackpadInstructionTextKey"					= "Aucune souris ou trackpad sans fil connecté.";
"kHIDLess_MouseTrackpadSmallInstructionTextKey"				= "Recherche d’une souris ou d’un trackpad sans fil. Si un périphérique de ce type est détecté, il sera jumelé avec votre ordinateur. Vérifiez les branchements si vous souhaitiez utiliser une souris USB.\n\nSi vous essayez d’utiliser une souris ou un trackpad sans fil mais qu’ils sont introuvables, assurez-vous que le périphérique en question est allumé et détectable. S’il s’agit d’une souris ou d’un trackpad sans fil Apple, activez-les. Dans le cas d’un clavier ou d’un trackpad sans fil de tierce partie, consultez la documentation fournie avec le clavier ou le trackpad.";
"kHIDLess_TrackpadAttemptingToConnectTextKey"				= "Tentative de connexion avec le trackpad #%@ (%@)…";
"kHIDLess_TrackpadClickContinueButtonTextKey"				= "Le jumelage avec un trackpad a réussi. Pour le reconnaître, cliquez sur Continuer avec votre trackpad. Si ce trackpad ne parvient pas à déplacer le pointeur et qu’une autre souris ou trackpad sans fil sont présents, il est possible que votre ordinateur tente d’effectuer un jumelage avec l’autre souris ou trackpad.\n\nVotre ordinateur effectuera une nouvelle tentative de jumelage avec votre souris dans %@ secondes.";
"kHIDLess_TrackpadPairingFailed1TextKey"					= "L’ordinateur n’a pas pu être jumelé avec ce trackpad. Nouvelle tentative dans 5 secondes…";
"kHIDLess_TrackpadPairingFailed2TextKey"					= "L’ordinateur n’a pas pu être jumelé avec ce trackpad. Jumelage avec la souris ou trackpad sans fil suivant…";


// Keyboard HID (HIDless) panel

"kHIDLess_KeyboardInstructionTextKey"						= "Aucun clavier sans fil connecté.";
"kHIDLess_KeyboardSmallInstructionDiscoveringTextKey"		= "L’Assistant réglages Bluetooth recherche un clavier Bluetooth. S’il en trouve un, celui-ci sera jumelé avec votre ordinateur. Vérifiez les branchements si vous souhaitiez utiliser un clavier USB.\n\nSi vous essayez d’utiliser un clavier Bluetooth mais qu’il est introuvable, assurez-vous qu’il est allumé et détectable. S’il s’agit d’un clavier sans fil Apple, activez-le. Dans le cas d’un clavier sans fil de tierce partie, consultez la documentation fournie avec le clavier.";
"kHIDLess_KeyboardSmallInstructionDiscovering2TextKey"		= "Recherche d’un clavier sans fil. Si un tel clavier est détecté il sera jumelé avec votre ordinateur. Vérifiez les branchements si vous souhaitiez utiliser un clavier USB.\n\nSi vous essayez d’utiliser un clavier sans fil mais qu’il est introuvable, assurez-vous qu’il est allumé et détectable. S’il s’agit d’un clavier sans fil Apple, activez-le. Dans le cas d’un clavier sans fil de tierce partie, consultez la documentation fournie avec le clavier.";
"kHIDLess_KeyboardSmallInstructionPairingTextKey"			= "Saisissez le code d’accès suivant sur le clavier que vous configurez, puis appuyez sur la touche Retour :\n\n\n\n\n\nUne fois ce code saisi sur votre clavier, le jumelage est effectif.";
"kHIDLess_KeyboardAttemptingToConnectTextKey"				= "Tentative de connexion au clavier #%@ (%@)…";
"kHIDLess_KeyboardConnectedTextKey"							= "Connexion établie avec le clavier #%@ (%@).";
"kHIDLess_KeyboardTypeContinueButtonTextKey"				= "Le jumelage avec votre clavier a réussi.\n\nAppuyez sur la touche Retour de votre clavier pour continuer.";
"kHIDLess_KeyboardPairingAuthenticationFailedTextKey"		= "Une erreur d’authentification s’est produite. Les codes sont différents.";
"kHIDLess_KeyboardPairingTimeoutTextKey"					= "Une erreur liée au dépassement du délai de connexion s’est produite. Saisissez votre code puis appuyez sur la touche Retour.";
"kHIDLess_KeyboardPairingAuthenticationFailed2TextKey"		= "L’ordinateur n’a pas pu être jumelé avec ce clavier. Nouvelle tentative dans 5 secondes…";
"kHIDLess_KeyboardPairingFailedTextKey"						= "L’ordinateur n’a pas pu être jumelé avec ce clavier. Nouvelle tentative dans 5 secondes…";

//============================== Pair Panel =============================//

"kDiscovery_Device_YouMustFindAndSelectBeforeContinuingKey"	= "Pour continuer, vous devez sélectionner un appareil dans la liste.";
"kDiscovery_Device_NoDeviceSelectedKey"						= "Aucun appareil sélectionné.";

"kPair_Mouse_PairingAttemptSucceededKey"		= "Le jumelage de cet ordinateur et de la souris a réussi.";
"kPair_Trackpad_PairingAttemptSucceededKey"		= "Cet ordinateur et le trackpad ont été jumelés avec succès.";
"kPair_Keyboard_PairingAttemptSucceededKey"		= "Le jumelage de cet ordinateur et du clavier a réussi.";

// Pair Panel (General).

"kPair_General_NoDeviceStringKey"				= "Erreur : aucun appareil n’a été spécifié dans la fenêtre précédente.";
"kPair_General_PairingAttemptToPairKey"			= "Tentative de jumelage avec « %@ ».";
"kPair_General_ConnectingToDeviceKey"			= "Connexion à « %@ » en cours.";
"kPair_General_ConnectionEstablishedKey"		= "Connexion établie.";

// Discovery Panel (mice)

"kDiscovery_Mouse_SearchingForDevicesKey"					= "Recherche de souris : %@ détectée(s).";
"kDiscovery_Mouse_YouMustFindAndSelectBeforeContinuingKey"	= "Pour continuer, vous devez sélectionner une souris dans la liste.";
"kDiscovery_Mouse_NoDeviceSelectedKey"						= "Aucune souris sélectionnée.";
"kDiscovery_Mouse_SmallInstructionTextKey"					= "Si votre souris s’affiche dans la liste, sélectionnez-la et cliquez sur Continuer. Sinon, assurez-vous qu’elle est bien détectable. Si vous utilisez une souris sans fil Apple, poussez l’interrupteur situé sous la souris pour l’allumer.";
"kDiscovery_Mouse_NoFoundDevicesSoFarKey"					= "Aucune souris détectée. Assurez-vous que votre souris est détectable.";
"kDiscovery_Mouse_BigInstructionTextKey"					= "Recherche de votre souris";

// Discovery Panel (mice/trackpads)
"kDiscovery_Mouse_Trackpad_SearchingForDevicesKey"			= "Recherche de souris ou trackpads sans fil : %@ détecté(s).";
"kDiscovery_Mouse_Trackpad_NoFoundDevicesSoFarKey"			= "Aucune souris ou trackpad sans fil détecté. Assurez-vous que votre souris ou votre trackpad sans fil est détectable.";


// Discovery Panel (keyboards)

"kDiscovery_Keyboard_SearchingForDevicesKey"					= "Recherche de claviers : %@ détecté(s).";
"kDiscovery_Keyboard_YouMustFindAndSelectBeforeContinuingKey"	= "Pour continuer, vous devez sélectionner un clavier dans la liste.";
"kDiscovery_Keyboard_NoDeviceSelectedKey"						= "Aucun clavier sélectionné.";
"kDiscovery_Keyboard_SmallInstructionTextKey"					= "Si votre clavier s’affiche dans la liste, sélectionnez-le, puis cliquez sur Continuer. Sinon, assurez-vous qu’il est bien détectable. Si vous utilisez un clavier sans fil Apple, allumez-le.";
"kDiscovery_Keyboard_NoFoundDevicesSoFarKey"					= "Aucun clavier détecté. Assurez-vous que votre clavier est détectable.";
"kDiscovery_Keyboard_BigInstructionTextKey"						= "Recherche de votre clavier";


// Pair Panel (SSP Numeric Comparison).

"kPair_SSPNumCmp_StatusExplanationTextKey"		= "Pour continuer le jumelage, assurez-vous que le numéro ci-dessous s’affiche sur l’appareil que vous jumelez.";
"kPair_SSPNumCmp_StatusTextKey"					= "Si ce numéro apparaît sur l’autre appareil, cliquez sur Oui pour achever le jumelage. Dans le cas contraire, cliquez sur Revenir pour réessayer.";

// Pair Panel (SSP Passkey Notification).

"kPair_SSPPassNotif_StatusExplanationTextKey"	= "Pour continuer le jumelage, entrez le numéro ci-dessous suivi de la touche Retour sur l’appareil que vous jumelez.";

// Pair Panel (Other Devices).

"kPair_Device_BigTitleTextKey"					= "Jumelage avec votre appareil Bluetooth";
"kPair_Device_InstructionTextKey"				= "Votre appareil peut vous demander d’entrer un code d’accès. Vérifiez votre appareil pour voir s’il est prêt à en accepter un. Une fois prêt, entrez le code d’accès suivant :\n\n\n\n\nÀ l’issue de votre saisie, le processus de jumelage se termine alors.";
"kPair_Device_ClickContinueToSetupKey"			= "Cliquez sur Continuer pour configurer les services disponibles sur votre appareil.";
"kPair_Device_PairingAttemptFailed1Key"			= "Impossible de jumeler l’ordinateur avec votre appareil. Cliquez sur Continuer pour réessayer.";
"kPair_Device_PairingAttemptFailed2Key"			= "La tentative de jumelage a échoué. Assurez-vous que votre appareil se trouve à portée de cet ordinateur, qu’il est allumé et « détectable ». Ensuite, cliquez sur Continuer pour réessayer.";
"kPair_Device_PairingAttemptFailed3Key"			= "La tentative de jumelage a échoué. Si vous utilisez un code, assurez-vous qu’il est saisi correctement sur votre appareil. Cliquez ensuite sur Continuer pour réessayer.";
"kPair_Device_PairingAttemptFailed18Key"		= "La tentative de jumelage a échoué. L’appareil a refusé le tentative de jumelage. Consultez la documentation fournie avec l’appareil. Une fois prêt, cliquez sur Continuer pour réessayer.";
"kPair_Device_PairingAttemptSucceededKey"		= "Le jumelage de l’ordinateur et de l’appareil a réussi.";
"kPair_Device_AlreadyPairedKey"					= "Cet ordinateur et l’appareil sont déjà jumelés.";
"kPair_Device_GatheringServiceInformationKey"	= "Recueil des informations relatives à votre appareil.";
"kPair_Device_GatheringInformationKey"			= "Recueil d’informations supplémentaires sur votre appareil.";
"kPair_Device_EmptyPasskeyInstructionTextKey"	= "L’ordinateur va utiliser un code vide pour le jumelage avec votre appareil.";

//============================== Dial up Panel =============================//

"kDialupErrorSavingNetworkTitleTextKey"			= "Impossible d’enregistrer les réglages réseau.";
"kDialupErrorSavingNetworkExplanationTextKey"	= "Les réglages réseau Bluetooth n’ont pu être enregistrés.";
"kDialupErrorSavingSerialTitleTextKey"			= "Impossible d’enregistrer les réglages du réseau.";
"kDialupErrorSavingSerialExplanationTextKey" 	= "Impossible d’enregistrer les modifications de la configuration du réseau.";

//============================== Internet Access Panel =============================//

"kInternetAccess_InstructionTitleKey"				= "Pour accéder à Internet avec votre appareil, vous devez fournir les informations suivantes.";
"kInternetAccess_UserNameTextFieldLabelKey"			= "Nom d’utilisateur :";
"kInternetAccess_PasswordTextFieldLabelKey"			= "Mot de passe :";
"kInternetAccess_APNTextFieldLabelKey"				= "Nom du point d’accès :";
"kInternetAccess_PhoneNumberTextFieldLabelKey"		= "Numéro de téléphone :";
"kInternetAccess_GPRSExampleKey"					= "Par exemple, *99*123456789#";
"kInternetAccess_NoBluetoothNetworkInterfaceKey"	= "Assistant réglages Bluetooth ne peut pas configurer votre appareil comme modem, car l’interface Bluetooth n’est pas disponible. Ouvrez les préférences Réseau pour l’ajouter.";

//============================== conclusion Panel =============================//

"kCheckMarkCharacterKey"							= "√";
"kBulletCharacterKey"								= "•";
"kConclusionPanelUseISyncKey"						= "Utiliser iSync pour transférer les contacts et événements";
"kConclusionPanelUseFileTransferKey"				= "Utiliser pour transférer des fichiers";
"kConclusionPanelUseAddressBookKey"					= "Utiliser avec Carnet d’adresses";
"kConclusionPanelUseAsHIDDeviceKey"					= "Utiliser comme appareil d’entrée de l’ordinateur";
"kConclusionPanelUseInternetKey"					= "Accéder à Internet";
"kConclusionPanelUseSerialPortKey"					= "Un port série d’ordinateur a été créé.";
"kConclusionPanelUseAsPANDeviceKey"					= "Utiliser comme réseau personnel";
"kConclusionPanelUseAsAudioOutputKey"				= "Utiliser comme appareil de sortie audio";
"kConclusionPanelUseAsAudioInputKey"				= "Utiliser comme appareil d’entrée audio";
"kConclusionPanelDevicePairedKey"					= "Le jumelage a réussi.";
"kConclusionPanelNoSupportedServicesWereFoundKey"	= "Aucun service géré n’est disponible sur cet appareil.";
"kConclusionPanelFailedNoServicesTitleKey"			= "Votre appareil Bluetooth n’a pas été configuré avec cet ordinateur.";

//============================== General conclusion Panel =============================//

"kConclusionPanelPhoneSummaryTitleKey"		= "Votre ordinateur et téléphone portable sont configurés ainsi :";
"kConclusionPanelDeviceSummaryTitleKey"		= "Votre ordinateur et l’appareil sont configurés ainsi :";

"kConclusionPanelMobilePhoneSetupKey"		= "Félicitations ! Votre téléphone portable est maintenant configuré pour utiliser les fonctions Bluetooth de votre ordinateur.";
"kConclusionPanelKeyboardSetupKey"			= "Félicitations ! Votre ordinateur est maintenant configuré pour utiliser votre clavier Bluetooth.";
"kConclusionPanelMouseSetupKey"				= "Félicitations ! Votre ordinateur est maintenant configuré pour utiliser votre souris Bluetooth.";
"kConclusionPanelTrackpadSetupKey"			= "Félicitations ! Votre ordinateur est maintenant configuré pour utiliser votre trackpad Bluetooth.";	
"kConclusionPanelOtherDeviceKey"			= "Félicitations ! Votre ordinateur est maintenant configuré pour utiliser votre appareil Bluetooth.";
"kConclusionPanelKeyboardAndMouseKey"		= "Félicitations ! Votre ordinateur est maintenant configuré pour utiliser votre clavier et votre souris Bluetooth.";
"kConclusionPanelPrinterSetupKey"			= "Félicitations ! Votre ordinateur est maintenant configuré pour utiliser votre imprimante Bluetooth.";
"kConclusionPanelHeadsetSetupKey"			= "Félicitations ! Votre ordinateur est maintenant configuré pour utiliser votre casque d’écoute Bluetooth.";
"kConclusionPanelAppleHeadsetSetupKey"		= "Félicitations ! Votre ordinateur est maintenant configuré pour utiliser votre casque d’écoute Bluetooth iPhone.";
"kConclusionPanelAppleiPhoneSetupKey"		= "Félicitations ! Votre ordinateur est maintenant configuré pour utiliser votre iPhone.";
"kConclusionPanelMouseSetupSkippedKey"		= "Une souris a été connectée à l’ordinateur. Le processus de réglage de la souris Bluetooth a été interrompu.";
"kConclusionPanelMouseTrackpadSetupSkippedKey"	= "Une souris a été connectée à l’ordinateur. Le processus de réglage de la souris ou du trackpad Bluetooth a été interrompu.";
"kConclusionPanelKeyboardSetupSkippedKey"	= "Un clavier s’est connecté à l’ordinateur. Le processus de réglage du clavier Bluetooth a été interrompu.";
"kConclusionPanelSetupInterruptedKey"		= "La procédure de configuration de l’appareil a été interrompue.";
"kConclusionPanelHeadsetsNotSupportedKey"	= "La configuration du casque d’écoute par l’assistant réglages a échoué. Essayez de le configurer à nouveau.";
"kConclusionPanelFailedSetupErrorKey"		= "Une erreur est survenue pendant le réglage de votre appareil (0x%x). Veuillez réessayer.";
"kConclusionPanelFailedNoServicesTextKey"	= "Aucun service configurable n’a été trouvé sur votre appareil. Ceci peut être dû à des services inactivés sur l’appareil, ou il est possible que ce dernier ne dispose pas de services à configurer avec l’ordinateur. Reportez-vous à la documentation livrée avec l’appareil pour de plus amples informations.";
"kConclusionPanelNoServicesConfiguredTextKey"	= "Aucun des services disponibles n’a été configuré pour l’appareil Bluetooth.";
"kConclusionPanelUseAssistantAgainToChangeKey"	= "Utilisez de nouveau l’Assistant réglages pour modifier tout réglage.";


